Revit 2024 API
BuiltInFailures.CopyPasteFailures.CannotCopyElevationArrow Property
 To duplicate Elevations, copy the elevation symbol in a plan view.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Syntax
C#
public static FailureDefinitionId CannotCopyElevationArrow { get; }
Visual Basic
Public Shared ReadOnly Property CannotCopyElevationArrow As FailureDefinitionId
	Get
Visual C++
public:
static property FailureDefinitionId^ CannotCopyElevationArrow {
	FailureDefinitionId^ get ();
}
See Also
BuiltInFailures.CopyPasteFailures Class
Autodesk.Revit.DB Namespace